; -----------------------------------------------------------------------------
;
; Universal Extractor Language File
; Written for Universal Extractor 1.7.0
; Author:	Cristian Stefan <crstfn@yahoo.com>
; Homepage:
;
; Translation Instructions:
;	Copy this file to a new file named after the new language
;		Eg: A language file for the German language would be named German.ini.
;	Replace the English words and phrases with their native equivalents,
;		attempting to match the English phrasing and case-sensitivity as
;		closely as possible for the sake of consistency
;	Update the Author and Homepage information at the top of your new language
;		file.  Simply delete the Homepage line if you don't have one.
;	Save the file in Unicode format (UTF-16) and Zip it to preserve formatting
;	E-mail new language files to gora@7zsfx.info for inclusion in main
;		Universal Extractor installer
;
;	The following symbols have special meanings:
;	& - when used in a GUI label or button, it precedes the letter that will
;		be registered as a "hotkey" for that function
;	%n - indicates a newline character, which will be replaced when displayed
;	%t - indicates a tab character, which will be replaced when displayed
;	%s - indicates a string variable that UniExtract will replace when displayed
;		The contents of each %s variable is hardcoded into UniExtract.
;		The order and number of %s variables is very important and should not
;		be modified.
;
; -----------------------------------------------------------------------------

[UniExtract]
1=Fisier
2=Preferinte
3=Ajutor
4=
5=Selecteaza fisier
6=Arhiva/Installer de extras:
7=Extrage in
8=Director destinatie:
9=
10=Optiuni Universal Extractor
11=Urmareste istoricul arhivei
12=Ascunde fereastra de consola
13=
14=Limba:
15=
16=
17=Optiuni Format-Specific
18=Avertizeaza inainte de executarea fisierelor
19=Indeparteaza fisiere duplicat
20=Indeparteaza fisiere temporare
21=Anexeaza extensii lipsa
22=
23=Despre Universal Extractor
24=%s Web Site
25=
26=
27=
28=
29=
30=
31=&OK
32=
33=
34=Anuleaza
35=Preferinte 2
36=%s Extractie
37=%s admite urmatoarele metode de extractie %s pachete. Din pacate, nici una din aceste metode nu este 100% sigura. Daca metoda standard nu functioneaza, reporniti %s si selectati o alta metoda.
38=Metoda Extractie
39=%s Installer Administrativ
40=%s extractie
41=%s switch
42=%s Extractor
43=Nu este installer InstallShield
44=
45=
46=
47=%sSelectati un fisier valid.
48=Deschide fisier
49=Scrie in
50=
51=arhiva
52=fisier comprimat
53=
54=ebook
55=ecard
56=fisier codat
57=executabil
58=
59=fisier Ajutor
60=hotfix
61=imagine
62=installer
63=
64=pachet
65=patch
66=Self-Extracting
67=Stadiu
68=
69=Testare
70=
71=
72=updater
73=
74=
75=Scanare fisier pentru a determina tipul fisierului.
76=Scanare fisier cu %s scan.
77=Extragere fisiere din:
78=Installer se initializeaza. %nAsteptati.
79=
80=Imaginile CD-ROM nu pot fi extrase direct. Aceste imagini%nvor fi convertite in imagini ISO CD-ROM, care apoi vor fi extrase.%n%nDoriti sa continuati?%nNota: Acest proces va dura cateva minute.
81=Eroare: Imaginea BIN/CUE nu poate fi convertita.%nAsigurati-va ca fisierul CUE este formatat corespunzator.
82=Eroare: O imagine ISO a fost creata din imaginea BIN/CUE,  dar nu poate fi convertita.%nDoriti sa pastrati imaginea ISO pentru analiza ulterioara?
83=Eroare: Nu poate gasi:%n%s\%s.%s%nAtat %s.bin cat si %s.cue sunt necesare.
84=Initializare %s. Inchideti installer, apoi apasati OK pentru a continua.
85=Nota: Aceasta metoda functioneaza numai cu pachete Wise for Windows Installer.%nDaca porneste Wise Installation Wizard, acest fisier nu este %nacoperit. Inchideti installer si %s va opri extractia.%n%nDoriti sa continuati?
86=Acest fisier este comprimat cu %s, dar nu poate fi extras.%nProbabil tipul fisierului ne este sustinut, sau%nnu exista fisiere de extras.%n%nDoriti sa despachetati fisierul?%n%nNota: Fisierul despachetat va fi numit:%n%s\%s_unpacked.%s
87=Eroare:  %s%nnu a putut fi despachetat.
88=Avertizare:  Pentru a extrage fisiere de acest tip, fisierul trebuie executat direct.%nDaca continuati, va fi rulata urmatoarea comanda:%n%n%s%n%nDaca credeti ca acest fisier poate fi periculos este recomandabil sa nu continuati.%nDoriti sa continuati extractia?
89=Avertizare: Destinatii directorul% s exista deja!%nDe extractie оn non-folder gol poate duce la o eroare despachetare.%n%nLa spre clar pliant оnainte unpacking?
90=
91=
92=
93=
94=%s extractiile %s nu pot fi inregistrate.
95=
96=%s nu poate fi extras.%nTip fisier returnat: %s%n%nApasa OK daca doriti sa analizati personal fisierul, sau Anuleaza pentru a iesi.
97=%s%nare extensie necunoscuta si nu poate fi extras.
98=%s%nnu poate fi creat. Selectati o destinatie valida.
99=%s nu poate fi extras.%nPare a fi %s, care este suportat, dar extractia a esuat.%nVezi fisierul jurnal, %s, pentru mai multe informatii.%n%nApasa OK pentru a vedea fisierul jurnal, sau Anuleaza pentru a iesi.
100=
101=
102=
103=
104=
105=
106=
107=
108=
109=
110=
111=
112=
113=
114=
115=
116=
117=
118=
119=
